/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Elementos da dock";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Elemento da Dock";
"com.apple.dock.itemlist" = "Lista de elementos da Dock";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Elementos da lista de elementos da Dock";
"com.apple.dock.item/path" = "Caminho de elemento da Dock";
"com.apple.dock.item/label" = "Etiqueta de elemento da Dock";
"com.apple.dock.item/type" = "Tipo de elemento da Dock";
"com.apple.dock.item/parent" = "Antecessor de elemento da Dock";
"com.apple.dock.item/properties" = "Propriedades do elemento da Dock";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Widgets do Dashboard";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Widget do Dashboard";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Identificador do bundle";
"com.apple.dashboard.widget/preferences" = "preferências";
"com.apple.dashboard.widget/position" = "posição";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "noPlano";

